[
  {
    "id": "a1",
    "label": "Access letters online",
    "description": "Delivers oﬃcial DWP communications digitally, using secure data systems to ensure customers can access the right information at the right time. This reduces reliance on paper and post, supporting the strategy's goals of sustainability, accessibility, and faster, more convenient customer service.",
    "type": "activity",
    "productIds": [
      "pr1",
      "pr3",
      "pr6",
      "pr7",
      "pr8",
      "pr13",
      "pr14",
      "pr15",
      "pr19",
      "pr20"
    ]
  },
  {
    "id": "a2",
    "label": "Care service",
    "description": "Integrates guidance and data reuse for care-related benefits, streamlining processes for recipients and providers. This demonstrates the strategy's commitment to simplification, eﬃciency, and better outcomes for those who need support most.",
    "type": "service",
    "activityIds": ["a1", "a3", "a5", "a6", "a8"],
    "productIds": [
      "pr1",
      "pr2",
      "pr3",
      "pr4",
      "pr5",
      "pr6",
      "pr7",
      "pr8",
      "pr9",
      "pr10",
      "pr11",
      "pr12",
      "pr13",
      "pr14",
      "pr15",
      "pr16",
      "pr17",
      "pr18",
      "pr19",
      "pr20",
      "pr21",
      "pr22",
      "pr23",
      "pr24",
      "pr25",
      "pr26",
      "pr27",
      "pr28",
      "pr29",
      "pr30",
      "pr31",
      "pr32"
    ]
  },
  {
    "id": "a3",
    "label": "Get payment details",
    "description": "Empowers customers to independently access up-to-date payment information, drawing on accurate, real-time data. This supports DWP's strategy to deliver self-service, reduce avoidable contact, and ensure transparency—helping people manage their finances with confidence.",
    "type": "activity",
    "productIds": ["pr1", "pr3", "pr4", "pr5", "pr8", "pr9", "pr13"]
  },
  {
    "id": "a4",
    "label": "Get proof of benefit",
    "description": "Oﬀers secure, instant digital confirmation of benefit entitlement, underpinned by reliable customer data. This supports customers in accessing housing, employment, and other services—delivering on the strategy's promise of joined-up, responsive public service.",
    "type": "service",
    "activityIds": ["a1", "a5", "a8"],
    "productIds": [
      "pr1",
      "pr3",
      "pr4",
      "pr5",
      "pr6",
      "pr7",
      "pr8",
      "pr10",
      "pr12",
      "pr13",
      "pr14",
      "pr15",
      "pr16",
      "pr17",
      "pr18",
      "pr19",
      "pr20",
      "pr21",
      "pr22",
      "pr23",
      "pr24",
      "pr25",
      "pr28",
      "pr29",
      "pr30",
      "pr31"
    ]
  },
  {
    "id": "a5",
    "label": "Get support through digital journeys",
    "description": "Provides guided, digital-first experiences that simplify complex processes, using integrated data to ensure customers receive relevant support. These journeys begin with assisted digital help and, when urgent or required, escalate to tailored face-to-face or telephone support—delivering on the strategy’s promise to provide the right support at the right time, matched to each customer's needs.",
    "type": "activity",
    "productIds": [
      "pr4",
      "pr11",
      "pr14",
      "pr15",
      "pr16",
      "pr17",
      "pr18",
      "pr19",
      "pr20",
      "pr21"
    ]
  },
  {
    "id": "a6",
    "label": "Provide evidence",
    "description": "Enables customers to securely submit documents online, ensuring that supporting data is captured accurately and eﬃciently. This accelerates decision-making and reduces delays— supporting the strategy's drive for digital transformation, accuracy, and improved customer experience.",
    "type": "activity",
    "productIds": [
      "pr1",
      "pr3",
      "pr4",
      "pr5",
      "pr6",
      "pr7",
      "pr8",
      "pr10",
      "pr11",
      "pr13",
      "pr14",
      "pr15",
      "pr19",
      "pr20",
      "pr25"
    ]
  },
  {
    "id": "a7",
    "label": "RACO (Report a Change Once)",
    "description": "Empowers customers to independently access up-to-date payment information, drawing on accurate, real-time data. This supports DWP’s strategy to deliver self-service, reduce avoidable contact, and ensure transparency—helping people manage their finances with confidence.",
    "type": "service",
    "activityIds": ["a1", "a5", "a6", "a8"],
    "productIds": [
      "pr1",
      "pr3",
      "pr4",
      "pr5",
      "pr6",
      "pr7",
      "pr8",
      "pr9",
      "pr10",
      "pr11",
      "pr12",
      "pr13",
      "pr14",
      "pr15",
      "pr16",
      "pr17",
      "pr18",
      "pr19",
      "pr20",
      "pr21",
      "pr22",
      "pr23",
      "pr24",
      "pr25",
      "pr28",
      "pr29",
      "pr30",
      "pr31",
      "pr32"
    ]
  },
  {
    "id": "a8",
    "label": "Tell your needs",
    "description": "Captures individual circumstances and preferences at the outset, enabling DWP to use this data to tailor support, improve accessibility, and deliver on the strategy's commitment to inclusion and personalised service.",
    "type": "activity",
    "productIds": ["pr4", "pr6", "pr10", "pr14", "pr18", "pr19", "pr20", "pr21"]
  }
]
